Gets the allowed maximum grid width
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public int MaximumGridWidth { get; }
  Visual Basic
Public ReadOnly Property MaximumGridWidth As Integer
	Get
  Visual C++
public:
property int MaximumGridWidth {
	int get ();
}
 See Also
  TableView Class
  Autodesk.Revit.DB Namespace